build/out_07_electronics_fluid_solid/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
|  Generated by cgns_test_lib/scripts/create_openfoam_cases.py          |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


application     simpleFoam;

startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         10;
deltaT          1;
writeControl    runTime;
writeInterval  5;
purgeWrite      2;
writeFormat     ascii;
writePrecision  6;
runTimeModifiable true;
// ************************************************************************* //
